tap "aws/tap"
tap "bufbuild/buf"
tap "buo/cask-upgrade"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "hudochenkov/sshpass"
tap "jakehilborn/jakehilborn"
tap "knative/client"
tap "pulumi/tap"
tap "ubuntu/microk8s"
tap "versent/taps"
brew "aalib"
brew "act"
brew "ansible"
brew "libpng"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "arp-scan"
brew "asciinema"
brew "berkeley-db"
brew "openssl@1.1"
brew "perl"
brew "asciiquarium"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "glib"
brew "python@3.9"
brew "harfbuzz"
brew "openjdk@11"
brew "bazel"
brew "cabextract"
brew "node"
brew "terraform"
brew "cdktf"
brew "cfssl"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "delve"
brew "dockutil"
brew "dos2unix"
brew "dust"
brew "exiftool"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "firebase-cli"
brew "fortune"
brew "gawk"
brew "gh"
brew "git"
brew "gitleaks"
brew "gnu-getopt"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "govc"
brew "guile"
brew "hcl2json"
brew "helm"
brew "htop"
brew "imlib2"
brew "ipython"
brew "istioctl"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "krb5"
brew "krew"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "libfido2"
brew "libpq"
brew "libssh"
brew "libssh2"
brew "libzip"
brew "lolcat"
brew "lsusb"
brew "mas"
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "node@18"
brew "nyancat"
brew "openjdk"
brew "pandoc"
brew "pipenv"
brew "postgresql@14"
brew "virtualenv"
brew "pre-commit"
brew "procs"
brew "prometheus"
brew "pulumi"
brew "python@3.10"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "roll"
brew "rsync"
brew "rust"
brew "rustfmt"
brew "saml2aws"
brew "selenium-server"
brew "sl"
brew "socat"
brew "sops"
brew "speedtest-cli"
brew "telnet"
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "tig"
brew "tldr"
brew "tmux"
brew "toilet"
brew "tokei"
brew "tree"
brew "vault"
brew "vcluster"
brew "wakeonlan"
brew "wget"
brew "wireguard-tools"
brew "wireshark"
brew "yarn"
brew "yj"
brew "youtube-dl"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "bufbuild/buf/buf"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/packer"
brew "hudochenkov/sshpass/sshpass"
brew "jakehilborn/jakehilborn/displayplacer"
brew "knative/client/kn"
brew "pulumi/tap/tf2pulumi"
cask "alacritty", args: { appdir: "/Applications" }
cask "amethyst"
cask "bitwarden"
cask "calibre", args: { appdir: "/Applications" }
cask "dash", args: { appdir: "/Applications" }
cask "deluge"
cask "discord"
cask "docker", args: { appdir: "/Applications" }
cask "duplicacy"
cask "firefox"
cask "goland", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "iterm2"
cask "jumpcut"
cask "lens"
cask "logi-options-plus", args: { appdir: "/Applications" }
cask "next"
cask "notion", args: { appdir: "/Applications" }
cask "pgadmin4", args: { appdir: "~/Applications" }
cask "rar"
cask "slack", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "tailscale"
cask "vagrant", args: { appdir: "/Applications" }
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wine-stable"
cask "xquartz"
cask "zoom"
mas "Aruba VIA", id: 1439900554
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "NAS Navigator2", id: 450664466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Trello", id: 1278508951
mas "WireGuard", id: 1451685025
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
