tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "buo/cask-upgrade"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "hudochenkov/sshpass"
tap "jakehilborn/jakehilborn"
tap "knative/client"
tap "pulumi/tap"
tap "ubuntu/microk8s"
tap "versent/taps"


brew "aalib"
brew "ansible"
brew "libpng"
brew "argocd"
brew "arp-scan"
brew "asciiquarium"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "bazel"
brew "cabextract"
brew "glib"
brew "cairo"
brew "cfssl"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "docker"
brew "dockutil"
brew "dos2unix"
brew "dust"
brew "exa"
brew "exiftool"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "fortune"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-getopt"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "ipython"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "libpq"
brew "lolcat"
brew "lsusb"
brew "mas"
brew "mockery"
brew "mytop"
brew "neovim"
brew "nmap"
brew "nyancat"
brew "pandoc"
brew "pipenv"
brew "postgresql"
brew "pre-commit"
brew "procs"
brew "pulumi"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "roll"
brew "rsync"
brew "rust"
brew "rustfmt"
brew "selenium-server"
brew "sl"
brew "socat"
brew "sops"
brew "speedtest-cli"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "tig"
brew "tldr"
brew "tmux"
brew "toilet"
brew "tokei"
brew "tree"
brew "vault"
brew "wakeonlan"
brew "wget"
brew "wireguard-tools"
brew "wrk-trello"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"


brew "fluxcd/tap/flux"
brew "hashicorp/tap/packer"
brew "hudochenkov/sshpass/sshpass"
brew "jakehilborn/jakehilborn/displayplacer"
brew "knative/client/kn"
brew "pulumi/tap/tf2pulumi"


cask "adoptopenjdk11"
cask "alacritty", args: { appdir: "/Applications" }
cask "amethyst"
cask "bitwarden"
cask "calibre", args: { appdir: "/Applications" }
cask "dash", args: { appdir: "/Applications" }
cask "deluge"
cask "discord"
cask "docker", args: { appdir: "/Applications" }
cask "duplicacy"
cask "google-chrome", args: { appdir: "/Applications" }
cask "iterm2"
cask "jumpcut"
cask "lens"
cask "logitech-options", args: { appdir: "/Applications" }
cask "next"
cask "notion", args: { appdir: "/Applications" }
cask "rar"
cask "slack", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "vagrant", args: { appdir: "/Applications" }
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wine-stable"
cask "xquartz"
cask "zoom"


mas "Aruba VIA", id: 1439900554
mas "NAS Navigator2", id: 450664466
mas "Trello", id: 1278508951
mas "WireGuard", id: 1451685025
