# ── Brews ──────────────────────────────────────────────────────────────────

brew "argocd"
brew "bat"
brew "btop"
brew "certbot"
cask "codex"
brew "cog"
brew "container"
brew "coreutils"
brew "cowsay"
brew "delve"
brew "dockutil"
brew "dust"                      # like df but better
brew "ffmpeg"
brew "finnvoor/tools/fx-upscale"
brew "fortune"
brew "gawk"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gitleaks"
brew "gnu-getopt"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "goimports"
brew "golangci-lint"
brew "govc"
brew "guile"
brew "helm"
brew "imagemagick"
brew "istioctl"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubectl"
brew "kubectx"
brew "kustomize"
brew "linkerd"
brew "llama.cpp"
brew "lsusb"
brew "macmon"
brew "mactop"
brew "mas"
brew "neovim"
brew "nmap"
brew "nvim"
brew "openbao"
brew "opencode"
brew "opentofu"
brew "pandoc"
brew "pre-commit"
brew "prettier"
brew "prometheus"
brew "protobuf"
brew "pyenv-virtualenv"
brew "pyenv"
brew "python3"
brew "ranger"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "tailscale", restart_service: true
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "tig"
brew "tldr"
brew "tmux"
brew "tor"
brew "tree"
brew "uv"
brew "vcluster"
brew "velero"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "wireshark"
brew "yq"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# ── Casks ──────────────────────────────────────────────────────────────────

cask "balenaetcher"
cask "bitwarden"
cask "claude-code"
cask "comfyui"
cask "dash"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "goland"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "krita"
cask "microsoft-edge"
cask "mullvad-vpn"
cask "obsidian"
cask "ollama-app"
cask "pgadmin4"
cask "publii"
cask "qbittorrent"
cask "rar"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "tailscale-app"
cask "telegram"
cask "transmission"
cask "upscayl"
cask "visual-studio-code"
cask "vlc"
cask "wechat"
cask "whatsapp"
cask "yubico-authenticator"
cask "zed"
cask "zoom"

# ── Mac app store apps ─────────────────────────────────────────────────────

mas "Photomator",     id: 1444636541
mas "Pixelmator Pro", id: 1289583905
