alacritty
ansible
autoconf
automake
base
binutils
bison
blueman
bluez
bluez-utils
brightnessctl
btrfs-progs
clion-jre
code
dmenu
efibootmgr
fakeroot
file
findutils
firefox
flex
gawk
gcc
gettext
git
go
goland
grep
grim
groff
grub
gst-plugin-pipewire
gzip
hdparm
helm
htop
imv
intel-media-driver
intel-ucode
iwd
kubectl
libpulse
libtool
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
lshw
m4
make
man-db
nano
neovim
ntp
openssh
otf-font-awesome
pacman
pacman-contrib
patch
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pkgconf
pkgstats
rsync
sed
slurp
smartmontools
sudo
swappy
sway
swayidle
swaylock
terraform
texinfo
tree
vulkan-intel
vulkan-radeon
waybar
wget
which
wireless_tools
wl-clipboard
wofi
wpa_supplicant
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yay-bin
zsh
zsh-autosuggestions
zsh-syntax-highlighting
